# Taps
tap "homebrew/cask"
tap "epk/epk"
tap "arl/arl"
tap "homebrew/cask-versions"
tap "homebrew/bundle"
tap "homebrew/core"
tap "jesseduffield/lazygit"

# Binaries
brew "bash" # Latest Bash version
brew "coreutils" # Those that come with macOS are outdated
brew "fzf"
brew "borders"
brew "thefuck"
brew "chafa"
brew "tldr"
brew "bat"
brew "eza"
brew "gh"
brew "git"
brew "sesh"
brew "cmake"
brew "diff-so-fancy"
brew "findutils"
brew "luajit", args: ["HEAD"]
brew "neovim"
brew "stow"
brew "tmux"
brew "gitmux"
brew "ripgrep"
brew "pandoc"
brew "starship"
brew "wget"
brew "choose"
brew "yarn"
brew "fnm"
brew "mailsy"
brew "imagemagick"
brew "zoxide"
brew "jesseduffield/lazygit/lazygit"
brew "grep"
brew "jq" # Used for spatie/visit
brew "mas" # Mac App Store manager
brew "pkg-config" # https://github.com/driesvints/dotfiles/issues/20

# Development
brew "php"
brew "python@3.9"
brew "mysql"
brew "nginx"
brew "yarn"

# Apps
cask "docker"
cask "appcleaner"
cask "the-unarchiver"
cask "transmission"
cask "raycast"
cask "mouse-fix"
cask "oh-my-posh"
cask "karabiner-elements"
cask "nikitabobko/tap/aerospace"
