# Taps
tap 'homebrew/cask'
tap 'epk/epk'
tap 'arl/arl'
tap 'homebrew/cask-versions'
tap "koekeishiya/formulae"
tap 'shaunsingh/SFMono-Nerd-Font-Ligaturized'
tap 'homebrew/bundle'
tap "homebrew/services"
tap "homebrew/core"
tap "jesseduffield/lazygit"

# Binaries
brew 'bash' # Latest Bash version
brew 'coreutils' # Those that come with macOS are outdated
brew 'ffmpeg'
brew "fzf"
brew "thefuck"
brew 'tldr'
brew "bat"
brew "lsd"
brew "neofetch"
brew 'gh'
brew 'git'
brew 'helix'
brew "diff-so-fancy"
brew "luajit", args: ["HEAD"]
brew "neovim"
brew "tmux"
brew "gitmux"
brew "ripgrep"
brew "starship"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "fig"
brew "wget"
brew "yarn"
brew "nvm"
brew "zoxide"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/yabai"
brew "koekeishiya/formulae/skhd"
brew 'grep'
brew 'jq' # Used for spatie/visit
brew 'mackup'
brew 'mas' # Mac App Store manager
brew 'pkg-config' # https://github.com/driesvints/dotfiles/issues/20

# Development
brew 'php'
brew "python@3.9"
brew 'mysql'
brew 'nginx'
brew 'node'
brew 'yarn'

# Apps
cask "hammerspoon"
cask 'docker'
cask 'firefox'
cask 'google-chrome'
cask "appcleaner"
cask "spotify"
cask 'the-unarchiver'
cask 'visual-studio-code'
cask 'transmission'

# Fonts
cask 'font-sf-mono-nerd-font-ligaturized'

