# Taps
tap "homebrew/cask"
tap "epk/epk"
tap "arl/arl"
tap "homebrew/cask-versions"
tap "koekeishiya/formulae"
tap "H4ckint0sh/formulae"
tap "homebrew/bundle"
tap "homebrew/services"
tap "homebrew/core"
tap "jesseduffield/lazygit"

# Binaries
brew "bash" # Latest Bash version
brew "coreutils" # Those that come with macOS are outdated
brew "fzf"
brew "thefuck"
brew "chafa"
brew "tldr"
brew "bat"
brew "lsd"
brew "neofetch"
brew "gh"
brew "git"
brew "xplr"
brew "diff-so-fancy"
brew "findutils"
brew "luajit", args: ["HEAD"]
brew "neovim"
brew "stow"
brew "tmux"
brew "gitmux"
brew "ripgrep"
brew "starship"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-history-substring-search"
brew "wget"
brew "yarn"
brew "nvm"
brew "zoxide"
brew "jesseduffield/lazygit/lazygit"
brew "H4ckint0sh/formulae/hyabai"
brew "koekeishiya/formulae/skhd"
brew "grep"
brew "jq" # Used for spatie/visit
brew "mas" # Mac App Store manager
brew "pkg-config" # https://github.com/driesvints/dotfiles/issues/20

# Development
brew "php"
brew "python@3.9"
brew "mysql"
brew "nginx"
brew "yarn"

# Apps
cask "hammerspoon"
cask "docker"
cask "firefox"
cask "appcleaner"
cask "spotify"
cask "the-unarchiver"
cask "transmission"
cask "kitty"
cask "raycast"

# Fonts
cask "font-sf-mono-nerd-font"
